CSI API ETABS v1
cDesignConcrete.Indian_IS_456_2000 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDCoIndian_IS_456_2000 Indian_IS_456_2000 { get; }
ReadOnly Property Indian_IS_456_2000 As cDCoIndian_IS_456_2000
	Get
Dim instance As cDesignConcrete
Dim value As cDCoIndian_IS_456_2000
value = instance.Indian_IS_456_2000
property cDCoIndian_IS_456_2000^ Indian_IS_456_2000 {
	cDCoIndian_IS_456_2000^ get ();
}
abstract Indian_IS_456_2000 : cDCoIndian_IS_456_2000 with get
Property Value
Type: cDCoIndian_IS_456_2000
See Also
Reference
cDesignConcrete Interface
ETABSv1 Namespace